Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: Note that certain packaging is subject to handling restrictions, e.g. wrapping used for products which are flammable or dangerous to health; see the Board’s Provisions on Dangerous Substances (AFS 1994:2).
sv: Det gäller bland annat emballage som använts för produkter som är brandfarliga eller hälsofarliga, se Arbetarskyddsstyrelsens föreskrifter om farliga ämnen (AFS 1994:2).

source: Pre-separation of building waste is becoming increasingly common practice.
sv: Källsortering av byggavfall blir allt vanligare.

source: This augments the need for storage areas and containers for material to be reused, recycled or tipped.
sv: Detta ökar behovet av upplagsplatser och behållare för material som skall återanvändas, återvinnas eller deponeras.

source: Planning and setting up of a site or area for building or civil engineering work
sv: Planering samt anordnande av plats eller område för byggnads- eller anläggningsarbete

source: The employer’s duty of planning, undertaking and following up his activity is more closely regulated in the Board’s Provisions (AFS 1996:6) on Internal Control of the Working Environment.
sv: Arbetsgivarens skyldighet att planera, genomföra och följa upp sin verksamhet regleras närmare i Arbetarskyddsstyrelsens kungörelse (AFS 1996:6) med föreskrifter om internkontroll av arbetsmiljön.

source: The employer shall, for example, continuously investigate his activity, so that hazards and deficiencies from a safety and health viewpoint can be mapped, assessed and eliminated as early as possible.
sv: Arbetsgivaren skall t.ex. fortlöpande undersöka verksamheten så att risker och brister ur arbetsmiljösynpunkt kan kartläggas, bedömas och undanröjas så tidigt som möjligt.

source: It is important that planning of work starts as early as possible.
sv: Det är viktigt att planeringen av arbetet startar så tidigt som möjligt.

source: The work environment plan made up according to Sections 10 and 11 can often form a useful basis for the planning of the works which are to follow.
sv: Den arbetsmiljöplan som skall upprättas enligt 10 och 11 §§ kan ofta vara en god grund för planeringen av de kommande arbetena.

source: It may be necessary to contact the relevant public authorities in order to obtain the permits which may be needed for traffic arrangements, speed reductions etc., in order for work to be undertaken safely.
sv: Det kan vara nödvändigt att ta kontakt med berörda myndigheter för att få de tillstånd till trafikanordningar, hastighetsnedsättningar osv. som kan behövas för att arbetet skall kunna genomföras på ett säkert sätt.

source: The authorities to be contacted may be road authorities, rail track owners, municipalities, rescue services, owners of electrical or other installations, and so on.
sv: Det kan gälla väghållare, banägare, kommun, räddningstjänst, ägare till el- eller andra anläggningar osv.

source: Factors also contemplated in subsection 1 of this Section include, for example:
sv: Exempel på faktorer som också avses i paragrafens första stycke är

source: the place or area where the work is to be undertaken, its location and the conditions prevailing there,
sv: platsen eller området där arbetet skall utföras, dess belägenhet och de förhållanden som råder där,

source: the possibilities of providing a sufficient supply of energy and water, the possibilities of organising transports of materials, other activity occurring round about the site or area where the work is to be undertaken and which may affect the conduct of the work, and passing vehicular traffic (see Section 3 and Sections 81-86).
sv: möjligheterna att ordna tillräcklig försörjning med energi och vatten, möjligheterna att ordna materialtransporter, annan verksamhet som förekommer omkring platsen eller området där arbetet skall utföras och som kan påverka arbetets genomförande och passerande fordonstrafik (se 3 § samt 81–86 §§).

source: It may be appropriate to draw up a layout plan for the worksite.
sv: Det kan vara lämpligt att upprätta en dispositionsplan för arbetsplatsen (APD- plan).

source: This plan should show how communication routes, lifting devices, material reception facilities, field workshops, personnel facilities, offices etc., can be located.
sv: Av planen bör framgå hur förbindelseleder, lyftanordningar, materialintag, fältverkstäder, personalutrymmen, kontor osv. kan placeras.

source: It is also important for this plan to show, for example, the location of electricity, water, compressed air mains etc., as well as communication routes.
sv: Det är också viktigt att i planen redovisa bland annat placering av ledningar för el, vatten, tryckluft osv. samt förbindelseleder.

source: the construction site is set up, it is advisable to ask the rescue services to examine the plan with regard to the establishment of personnel facilities and site management offices, as well as machinery and other technical devices.
sv: Det är lämpligt att, innan byggarbetsplatsen etableras, låta räddningstjänsten granska planen när det gäller uppställning av personalutrymmen och kontor för arbetsledning samt av maskiner och övriga tekniska anordningar.

source: When planning the work, consideration should be given to the possibilities of prefabrication or assembly in field workshops.
sv: Vid planering av arbetet bör möjligheterna till förtillverkning eller montering i fältverkstäder övervägas.

source: In this way unsuitable work stations and working conditions can often be avoided.
sv: På så sätt kan ofta olämpliga arbetsplatser och arbetsförhållanden undvikas.

source: These stipulations also apply to the co-ordina- tor within the scope of his duties under Chap. 3, Section 7 b of the Work Environment Act.
sv: Bestämmelserna gäller även byggarbetsmiljösamordnare inom ramen för dennes skyldigheter enligt 3 kap. 7 b § arbetsmiljölagen.

source: Timetabling is especially important with regard to the final phase of construction work, when the premises are to be completed.
sv: Särskilt viktig är tidsplaneringen när det gäller byggnadsarbetets slutskede då lokalerna skall färdigställas.

source: Often during this phase, many different craftsmen and fitters need access to the same space in order to carry out their duties.
sv: I detta skede behöver ofta många olika hantverkare och montörer tillgång till samma utrymme för att kunna genomföra sina åtaganden.

source: Civil engineering work at a ferry terminal, in harbours or at bridges can mean having to walk and stand on the ice.
sv: Anläggningsarbete vid färjeläge, hamnar eller broar kan innebära att isen måste beträdas.

source: If so it is important to make sure that the ice has sufficient carrying capacity and to equip the people doing the work so that they can get up on the ice themselves or be rescued if they fall into the water.
sv: Det är då viktigt att försäkra sig om att isen har tillräcklig bärighet, samt utrusta dem som utför arbetet så att de kan ta sig upp på isen eller räddas om de hamnar i vattnet.

source: An information board at the entrance to large construction sites can furnish suppliers and casual visitors with guidance, so that they will not unnecessarily expose workers there or themselves to danger.
sv: En orienteringstavla vid infarten till större byggarbetsplatser kan vägleda leverantörer och tillfälliga besökare så att de inte i onödan utsätter dem som arbetar där eller sig själva för risker.

source: In buildings or installations which are to be altered, there may be installations for electricity, gas, water and sewerage and also, for example, for compressed air or hydraulics.
sv: I byggnader eller anläggningar som skall ändras kan det finnas installationer för el, gas, vatten och avlopp samt dessutom för t.ex. tryckluft eller hydraulik.

source: Damage to such distribution systems can cause accidents and illhealth.
sv: Skador på sådana ledningar kan leda till olycksfall och ohälsa.

source: Before work begins, an investigation should be made of the shut-off devices existing.
sv: Innan arbetet påbörjas bör det undersökas vilka avstängningsanordningar som finns.

source: The Provisions of the Swedish National Electrical Safety Board on Authorisation of Electricians (ELSÄK-FS 1996:2) permit only an authorized person to carry out work, for which tools are required, on electrical material belonging to a temporary electrical power installation.
sv: Elsäkerhetsverkets föreskrifter om elinstallatörsbehörighet (ELSÄK-FS 1996:2) tillåter endast den som har behörighet att göra ingrepp, som fordrar verktyg, i elmateriel som tillhör tillfällig elanläggning.

source: Unplanned cabling can easily cause power failures.
sv: Oplanerat dragna kablar orsakar lätt strömavbrott.

source: It also entails a risk of tripping or missing one’s footing, which in turn can result in falls.
sv: Det medför också risk för snubbling eller feltramp som i sin tur kan resultera i fall.

source: The need for emergency lighting may have to be taken into account; see Sections 28 and 43.
sv: Behovet av nödbelysning kan behöva beaktas, se 28 och 43 §§.

source: Suitable, preferably hard surfaces for reception and storage of materials will help to prevent collapses.
sv: Lämpliga, helst hårda ytor för mottagning och lagring av material bidrar till att hindra ras.

source: Where building and civil engineering work is extensive or of a complicated nature, it is appropriate to contact the rescue service for consultations on matters of evacuation.
sv: Vid omfattande eller komplicerat byggnads- eller anläggningsarbete är det lämpligt att kontakta räddningstjänsten för samråd i utrymningsfrågorna.

source: The door to an emergency route is also considered part of it.
sv: Även dörr till utrymningsväg inbegrips i utrymningsväg.

source: Signs for evacuation as referred to in subsection 2 of this Section normally need to be put up near doors leading to an emergency route.
sv: Skyltar för utrymning enligt paragrafens andra stycke behöver normalt finnas vid dörrar till utrymningsväg.

source: Signs may also be needed along an emergency route where there is a risk of mistakes being made, e.g. if there is a change of direction or a bifurcation, so that people can go straight to a safe area without hesitating.
sv: I utrymningsväg kan skyltar dessutom behövas där risk för misstag finns t.ex. vid riktningsändring eller förgrening, så att man utan att tveka kan nå säkert område.

source: Stipulations on signage design are contained in the Provisions of the National Board of Occupational Safety and Health (AFS 1997:11) on Safety Signs and Warning Signals at Workplaces.
sv: Bestämmelser om utformning av skyltar finns i Arbetarskyddsstyrelsens föreskrifter (AFS 1997:11) om varselmärkning och varselsignalering på arbetsplatser.

source: First aid
sv: Första hjälpen

source: The stipulations of Sections 1 and 2 of that Ordinance also apply on construction sites.
sv: Bestämmelserna i 1 och 2 §§ i den kungörelsen gäller även på byggarbetsplatser.

source: First aid rooms should be located so as to facilitate stretcher transport.
sv: Utrymmen för första hjälpen bör förläggas så att bårtransporter underlättas.

source: A notice giving the addresses and phone numbers of the ambulance and rescue services should also display the address of the construction site and directions for getting there.
sv: På anslaget med adress och telefonnummer till ambulans och räddningstjänst bör även finnas adress och färdbeskrivning till byggarbetsplatsen.

source: It is important not to use products whose physical or chemical properties are capable of causing fire.
sv: Viktigt är att inte använda produkter med sådana fysikaliska eller kemiska egenskaper som kan orsaka brand.

source: It is also important that the quantity of flammable material in every space should be kept to a minimum.
sv: Det är vidare viktigt att mängden brännbart material i varje utrymme blir så liten som möjligt.

source: Fire detectors and alarm systems may, for example, be needed:
sv: Behov av branddetektorer och alarmsystem kan finnas t.ex.

source: where a large number of employees are present simultaneously,
sv: där ett stort antal arbetstagare vistas samtidigt, där brandfarliga ämnen används,

source: where flammable substances are used,
sv: AFS 1999:3 48

source: in a space where there are large quantities of flammable material,
sv: i utrymme där det finns stora mängder brännbart material,

source: where emergency routes are long and where the rescue service has a long response time.
sv: där utrymningsvägarna är långa och där räddningstjänstens insatstid är lång.

source: When fire detectors or alarm systems are temporarily turned off for maintenance or suchlike, it is important that they should be turned back on again as soon as the reason for their disconnection has been removed.
sv: När branddetektorer eller alarmsystem tillfälligt frånkopplas för underhåll eller liknande, är det viktigt att systemen återställs så snart anledningen till frånkopplingen är undanröjd.

source: The stipulations of these Sections refer to conditions during the project execution stage.
sv: Till 34–36 §§ Bestämmelserna i dessa paragrafer avser förhållandena under byggskedet.

source: Stipulations on the design and safety of doors, gates and windows in the finished building or installation are contained in building legislation.
sv: Bestämmelser om utformning och säkerhet beträffande dörrar, portar och fönster i den färdiga byggnaden eller anläggningen finns i byggnadslagstiftningen.

source: See also Section 1b of these Provisions, with guidance on the same.
sv: Se även 1 § tredje stycket i dessa föreskrifter med kommentar.

source: The door of a load opening in a wall should open inwards or take the form of a sliding door.
sv: Dörr till lastöppning i vägg bör vara inåtgående eller utförd som skjutdörr.

source: In other load openings, the safety device of the intake should consist of a gate or barrier which can be easily and safely opened and closed in connection with transport operations.
sv: I andra lastöppningar bör skyddsanordningen vid intaget utgöras av grind eller bom som lätt och säkert kan öppnas och stängas i samband med transporter.

source: 0.6 metre - ramp for pedestrian traffic.
sv: 0,6 meter – uppbyggd ramp för gångtrafik.

source: It is appropriate for landings on stairs to be positioned adjoining floor joists, scaffolding platforms or suchlike.
sv: Vilplan i trappa förläggs lämpligen så att de ansluter till bjälklag, ställningslag eller dylikt.

source: Stipulations on the inspection and maintenance of access and communication routes are contained in Section 49.
sv: Bestämmelser om kontroll och underhåll av tillträdes- och förbindelseleder finns i 49 §.

source: Much stair-climbing is strenuous and fatiguing.
sv: Att gå mycket i trappor är ansträngande och tröttande.

source: by how much the difference in level exceeds 10 metres,
sv: hur mycket nivåskillnaden överstiger tio meter,

source: how long the work is expected to continue and the location of the personnel facilities (e.g. lunch room, toilets) which may be needed during the working day.
sv: hur lång tid arbetet beräknas pågå och belägenheten av de personalutrymmen (t.ex. lunchrum, toaletter) som kan behövas under arbetsdagen.

source: Even if the difference in level between the surfaces is less than 10 metres, it may still be appropriate for a lift to be provided if the employees have to do a great deal of walking on stairs between the floors.
sv: Även om nivåskillnaden mellan planen är mindre än tio meter kan det vara lämpligt att det finns tillgång till hiss om arbetstagarna måste gå mycket i trappor mellan planen.

source: The speed of vehicles has a bearing on the safety of the construction site.
sv: Fordonens hastighet är av betydelse för säkerheten på byggarbetsplatsen.

source: Special local speed regulations may therefore be needed.
sv: Särskilda lokala hastighetsbestämmelser kan därför behövas.

source: Delineators are generally suitable as precipice barriers and as a protective device between vehicular and pedestrian traffic on the site.
sv: Slirstockar är i allmänhet lämpliga att använda som skydd mot nedstörtning vid stup och som skyddsanordning mellan fordonstrafik och övriga som vistas på byggarbetsplatsen.

source: It is important that transport operations using motor vehicles should not stir up dust.
sv: Det är viktigt att transporter med motorfordon inte rör upp damm.

source: Any bumps mean vibrations.
sv: Eventuella ojämnheter medför vibrationer.

source: Watering, salting and grading are examples of measures serving to alleviate such problems.
sv: Vattning, saltning och bearbetning med vägskrapa är exempel på åtgärder som minskar sådana problem.

source: Stand by lighting may be needed in all spaces where natural light is lacking.
sv: Reservbelysning kan behövas i alla utrymmen där det saknas dagsljus.

source: It can take the form of a battery-powered torch or headlamp.
sv: Den kan utgöras av batteridriven fick- eller pannlampa.

source: Places involving special hazards of the kind referred to in this section include, for example, those where work with a building saw or work on the erection of scaffolding is carried out.
sv: Till 43 § Exempel på platser med sådana särskilda risker som omtalas i paragrafen är där arbete med byggsåg eller uppförande av ställning pågår.

source: If the light suddenly goes out during work of this kind and the natural light, if any, is insufficient, severe accidents may occur if there is no emergency lighting available.
sv: Om ljuset plötsligt slocknar vid sådana arbeten och det eventuella dagsljuset är otillräckligt kan svåra olyckor inträffa om inte nödbelysning finns.

source: come to be used, it must already be considered in the planning what equipment is needed and what training and information the employees may require in order to do the work.
sv: Om nya metoder eller material kommer till användning är det viktigt att redan vid planeringen tänka på vilken utrustning som behövs samt vilken utbildning och information arbetstagarna kan behöva för att genomföra arbetet.

source: Building boards, building blocks, ground tiles, kerb stones, water and sewerage pipes and rolls of carpeting are some of the building products whose transport and handling may require special equipment.
sv: Byggskivor, murblock, markplattor, sträcksten, VA- rör och mattrullar är exempel på byggprodukter till vilka särskild utrustning för transport och hantering kan behövas.

source: Information on vibrations and how to avoid them is contained in the Joint Industrial Safety Council’s handbook on vibrations, H40.
sv: Information om vibrationer och om hur man kan undvika dem finns i Arbetarskyddsnämndens handbok om vibrationer, H40.

source: This makes it especially important for the employees to have sufficient training and experience to judge for themselves what needs to be done in order for work to proceed safely.
sv: Det är då särskilt viktigt att arbetstagarna har sådan utbildning och erfarenhet att de självständigt kan göra de bedömningar som behövs för att arbetet skall kunna utföras på ett säkert sätt.

source: Projects can differ considerably with regard to design, structures and building products, and it may therefore be advisable, before work begins, for the individual contractor to assemble the employees for a more general review of the works to be undertaken.
sv: Det kan därför vara lämpligt att den enskilde entreprenören innan arbetena påbörjas samlar arbetstagarna för en mera allmän genomgång av de arbeten som skall utföras.

source: Information can then be supplied, for example, concerning possible deviations from normal practice and concerning special measures that need to be taken so that the work can be safely undertaken.
sv: Då kan information lämnas t.ex. om eventuella avvikelser från vad som normalt brukar förekomma och om vilka särskilda åtgärder som behöver vidtas för att arbetet skall kunna genomföras på ett säkert sätt.

source: Information of this kind can also very well be communicated to any subcontractors.
sv: Sådan information kan med fördel även delges eventuella underentreprenörer.

source: Special training or instruction is generally needed where new products or working methods are to be introduced.
sv: Särskild utbildning eller instruktion behövs i allmänhet när nya produkter eller arbetsmetoder skall användas.

source: bearing structure and disposal of a material or substance which is dangerous to health.
sv: Det kan också behövas vid t.ex. förstärkningsarbeten, stabiliseringsarbeten, rivning av bärande konstruktion och omhändertagande av hälsofarligt material eller ämne.

source: The injuries resulting from falls onto such objects can be especially serious.
sv: Vid fall mot sådana föremål kan skadorna bli särskilt allvarliga.

source: Protruding reinforcement bars can be bent for safety or shielded with plastic knobs or suchlike.
sv: Uppstående armeringsjärn kan skyddsbockas eller förskyddas med plastknoppar eller liknande.

source: It is also important to observe the risk of cuts or pricks occurring during the handling/assembly of building products with sharp edges, corners or other projecting details.
sv: Det är även viktigt att uppmärksamma risken för skär- eller stickskador vid hantering/montering av byggprodukter med vassa kanter, hörn eller andra utskjutande detaljer.

source: Whatever the transport method or system used, it is important to observe the risk of falls to a lower level.
sv: Oavsett vilken transportmetod eller vilket transportsystem som används är det viktigt att uppmärksamma risken för fall till lägre nivå.

source: General stipulations on protection against falls to a lower level are contained in Sections 57-60 of these Provisions and in the Provisions of the National Board of Occupational Safety and Health on protection against injuries due to falls (AFS 1981:14).
sv: Allmänna bestämmelser om skydd mot fall till lägre nivå finns i 57–60 §§ i dessa föreskrifter samt i Arbetarskyddsstyrelsens föreskrifter om skyddsåtgärder mot skada genom fall (AFS 1981:14).

source: Stipulations on the design of loading towers, load openings etc., are contained in Section 38; see also the guidance on Section 38.
sv: Bestämmelser om utformning av intagsbryggor, lastöppningar m.m. finns i 38 §; se även kommentaren till 38 §.

source: Many transport operations can be done without the guardrail impeding them.
sv: Många transporter kan utföras utan att skyddsräcken hindrar.

source: If the space above a floor or scaffolding level is unobstructed, a crane can be used; the load is lowered or lifted vertically to or from the floor or scaffolding level.
sv: Om utrymmet ovanför ett plan eller ett ställningslag är fritt kan lyftkran användas; lasten sänks eller lyfts vertikalt till eller från planet eller ställningslaget.

source: One common method of transport is to use a truck with pallet forks or a bucket.
sv: En vanlig transportmetod är att använda truck med pallgafflar eller skopa.

source: This section permits the method if the transport operation is conducted by way of a loading tower or a load opening in the façade.
sv: Paragrafen tillåter metoden om transporten utförs via intagsbrygga eller lastöppning i fasad.

source: Specially arranged transport systems include, for example:
sv: Exempel på särskilt anordnade transportsystem är

source: pumping devices with tubing for conveyance of bulk goods such as concrete, mortar and insulation fibres,
sv: pumpanordningar med rör för transport av massgods, såsom betong, murbruk och isoleringsfibrer,
